Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J54.tmx
Source language: en_us
Languages: zh_cn

source: 5 A CIVILIZATION FROM UNDER
zh_cn: 5来自底层的文明

source: For the most part we shall be too busy doing the work that lies ready to our hands, to let impatience for visibly great progress vex us too much; but surely, since we are servants of a Cause, hope must be ever with us, and sometimes perhaps it will so quicken our vision that it will outrun the slow lapse of time and show us the victorious days when millions of those who now sit in darkness will be enlightened by an Art made by the people and for the people, a joy to the maker and the user.
zh_cn: 我们大都过于忙碌，手头的工作堆积如山，以致急于求成，深受其扰；但毫无疑问，既然我们是一项事业的追随者，就必须一直满怀希望，它时常会激发我们的想象力，让想象越过那缓缓流逝的时间，把那胜利的日子展示在我们面前：千百万处于黑暗中的人们将受到艺术的启迪，这种艺术由人民创造而又服务于人民，对于创造者和享用者来说都是赏心乐事。

source: William Morris, The Beauty of Life.
zh_cn: 威廉·莫里斯《生活之美》

source: Certain general problems connected with the social functions of the artist tend to be neglected because they are not practical problems of design in relation to particular objects or particular industries.
zh_cn: 某些与艺术家的社会职责相关的问题带有普遍性，但很容易受到忽视，因为它们不是关系到特定对象或特定工业之设计的实际问题。

source: In the ordinary course of discussion we simplify the factors involved.
zh_cn: 在平常的讨论中，我们把事情看得太简单了。

source: We think of the object to be designed—something simple and comprehensible enough. We think of the designer—an individual who has to be brought into relation with this object.
zh_cn: 我们想到了那有待设计的物品——某种浅显易懂的东西，想到了设计师——一个不得不与该物品发生关系的个体。

source: We think of the manufacturer, again as an individual who has to be persuaded to employ the designer; and perhaps, if we are considerate enough, we think of the consumer, again as an individual who has to be persuaded to buy the object designed.
zh_cn: 我们还想到了制造商，一个不得不在劝诱之下雇佣设计者的个体，或许，如果考虑得足够周全，我们还会想到消费者，一个不得不在劝诱之下购买设计好的物品的个体。

source: It then looks like a simple series of links which have only to be made aware of each other to form an unbroken chain.
zh_cn: 这样看起来就像一串单纯的链环，环环相扣，就是为了形成一个完整的链条。

source: But it is not so simple in reality.
zh_cn: 然而，在现实中，情况可没那么简单。

source: Just as the economists find that their economic man—the Robinson Crusoe of the textbooks—has little or no correspondence to the mass-man of modern society, so we discover that our designer, our manufacturer and our consumer cannot be considered as isolated units.
zh_cn: 我们发现，不能把我们的设计师、生产商和消费者当成孤立的单元，就像经济学家发现他们的经济人一一教科书中的鲁滨逊·克鲁索——与现代社会中的大众（mass-man）少有或毫无相通之处一样。

source: They are all part of a social complex which cannot be dismantled—which adds up to something more than the sum of its component units.
zh_cn: 他们全都是社会复合体的不可分割的部分——该复合体在总体上意味着某种事物，而不是事物之各个组件的总和。

source: In the end it turns out that we are not dealing with single or simple units of any kind, but with social groups, vocational groups, national groups, and in general with what we call psychological or ideological factors—habits and fashions which have their roots in tradition, in superstition, in the unconscious levels of the human personality.
zh_cn: 结果，我们所处理的不是任何一种单独或单纯的单元，而是社会团体、职业群体、国家集团，大体上是我们称之为心理因素或者意识形态因素的东西一一习俗和时尚，它们植根于传统、迷信，植根于无意识层面的人的存在。

source: It may all be expressed in the old proverb: ‘You may take a horse to the trough, but you cannot make him drink.’
zh_cn: 这也许可以用一句古老的谚语来表达：“你可以把马赶到水槽边，但你无法强迫它喝水。”

source: All our efforts to improve design are useless unless we can persuade the public to adopt them. But that does not express the real necessity.
zh_cn: 我们费尽心机去改进设计，但如果不能说服公众，就全是徒劳。

source: We do not persuade the horse to drink; it drinks when it is thirsty.
zh_cn: 我们不能劝马喝水，它口渴的时候才会喝水。

source: There must arise in the public, therefore, a natural appetite for things of good design.
zh_cn: 因此，一定要让公众自然地对那些设计精良的东西产生胃口。

source: That appetite must exist as a normal state of health.
zh_cn: 那种胃口应该成为一种常规的健康状态。

source: Now the dogma to which I cling, and for which I could if necessary offer psychological and biological evidence, is that the instinct for what we call good design is an innate possession of every unspoilt human being.
zh_cn: 我坚持一个信条（如果有必要，我可以提供心理学和生物学方面的证据）：我们所说的优良的设计，乃是出自每个未被糟蹋的人都天生拥有的一种直觉（instinct）。

source: It is one of the ironies of history that all the cycles of civilization still leave the savage and the peasant in possession of the surest instinct for the fundamentally right plastic forms.
zh_cn: 这是历史的反讽之一：文明周而复始，却遗忘了野蛮人和乡下人，让他们拥有最可靠的直觉去塑造那在根本上健康适当的形式。

source: These primitives have not got what we call the brains to design a motor-car or a seaside pavilion, but they never fail to make a good job of a bowl or a basket, a blanket or a boat.
zh_cn: 这些纯朴的人不具备被我们称为智力（设计一辆汽车或一座海边凉亭）的东西，但在制作一只碗或一只篮子、一块毯子或一艘小船的时候，却能做出精美的活计，从不失手。

source: It is logical to conclude, therefore, that it is all a question of education—that if we can bring up our children in such a way that their taste is not corrupted, then this natural instinct for good design will have free play and gradually the whole taste of our time and country will be purified.
zh_cn: 由此可以顺理成章地得出结论：那完全是一个教育问题——如果我们能够用这样一种方式培养我们的孩子，他们的趣味就不会被败坏，而这种能做出优良设计的天生的直觉就会自由地展现，渐渐地，我们时代和国家的整体趣味就会得到净化。

source: A right system of education is, admittedly, going to be one of the principal agents of reform, but the moment you approach this aspect of the problem with any practical intention, you encounter overwhelming difficulties.
zh_cn: 诚然，一个合适的教育体系将成为改革的主要执行者之一，然而，一旦你带着实际目的开始动手探讨这方面的问题，你就会遭遇无法应对的困难。

source: It is not a question of squeezing in an extra hour for art, or of making handicraft a compulsory instead of an optional subject; it is not even a question of finding teachers with the necessary qualifications.
zh_cn: 那不在于硬塞进一节额外的艺术课，或者将手工艺术设置为必修课以取代随便哪门课，甚至也不在于物色合格的教师。

source: If we are going to solve the problem in this way we shall be faced with the necessity of revising the curricula at every stage of the educational system, because not only must we secure time and opportunity for the positive teaching of good design, but we must also make sure that no negative and frustrating tendencies exist elsewhere in the educational system.
zh_cn: 如果要在这个意义上解决问题，我们得考虑是否需要在教育体系的各个阶段修改课程设置，因为我们不仅要保证为正面的优良设计教学提供时间和机会，而且还必须保证在教育体系的其他地方不会存在负面的、破坏性的倾向。

source: In other words, it is no good developing the creative and appreciative exercise of the aesthetic impulse in the child if at the same time in some other direction our methods of teaching are inhibiting and deforming this impulse.
zh_cn: 换句话说，如果我们的教学方法在其他方面抑制、损害了儿童时期的审美冲动，那么，对于这种冲动所作的创造力和鉴赏力训练就不可能有良好的进展。

source: The whole balance of education, as between intellectual and instinctive activity, must be redressed.
zh_cn: 教育的整体平衡，就像智力活动与直觉活动之间的平衡一样，必须重新调整。

source: Let us frankly face the fact that the joyful expression of rhythm and harmony and colour has nothing whatever to do with logic, reason and memory and the rest of our intellectual fetishes.
zh_cn: 让我们坦然面对事实吧：节奏、和声、色彩的欢快表现，与逻辑、理智、记忆及其他智力偶像无关。

source: I am not an anti-intellectualist. I do not say that we had better trust to our instincts in all the affairs of life.
zh_cn: 我不是反智论者，我可没说我们在所有的生活事务上最好信赖直觉。

source: But I do say that our educational system is grossly overweighted with intellectual aims; that this rationalization of the child has a stultifying effect on its aesthetic impulse and is directly responsible for the triumph of ugliness in our age.
zh_cn: 但我要说，我们的教育体系负载了太多智力上的目标；而这种儿童的合理化教育（rationalization）对于审美冲动产生了可笑的影响，丑在我们这个时代大行其道，它负有直接的责任。

source: But the educational difficulties do not end with that immense problem.
zh_cn: 但是，教育上的困难并未止于那无边的问题。

source: We may educate the child in school, but outside the school another educational process goes on all the time—the influence of the child’s environment.
zh_cn: 我们在学校里教育孩子，但在学校之外，另一个教育过程始终在进行——环境在影响着儿童。

source: There is no good purpose in developing the creative and appreciative impulses in the child if at the same time we compel it to inhabit ugly schools, to go home through ugly streets and to live in an ugly house surrounded by ugly objects.
zh_cn: 如果我们强迫孩子栖息在丑陋的学校，回家时穿过丑陋的街道，居住在被丑陋的东西包围着的丑陋的房子里，那么，在发展创造性、鉴赏性的冲动方面就不会有什么成效。

source: And so, insensibly we are led to the wider social problem.
zh_cn: 这样，不知不觉中，我们就得面对更广泛的社会问题。

source: Education alone will not suffice, because education can only be partial and is perhaps impossible in the chaos of ugliness which the industrial age has created.
zh_cn: 单靠教育是不够的，因为教育只是局部，而且，在工业时代所引起的丑陋的混沌状态中，教育很可能无所作为。

source: It is such considerations as these which may well lead to the conclusion that no good can be done in this sphere unless and until the social system is changed.
zh_cn: 正是出于诸如此类的考虑，人们有充分的理由得出结论：如果社会制度不改变，在这一方面就不可能有什么收效。

source: That seems to be the logical and inevitable conclusion to which we are driven.
zh_cn: 那似乎是我们被迫得出的合乎逻辑的、必然的结论。

source: But at the same time we have to guard against the assumption that we have only to change the social system to secure our aims.
zh_cn: 但与此同时，我们不得不提防这一预设：只有改变社会制度，才能实现我们的目标。

source: Any large international exhibition is very instructive in this respect.
zh_cn: 在这一点上，任何大型的国际展览都非常具有启发性。

source: There we see displayed side by side the industrial art of all the countries of the world.
zh_cn: 我们看到，那里并排陈列着世界上各个国家的工艺美术品。

source: It is possible to criticize the display and say that one or another pavilion does not represent the best that a particular nation is capable of.
zh_cn: 你可以批评某个展览，指责那一个个展馆未能展示出某个特定民族最擅长的东西。

source: But in any case enough will be seen to establish certain general conclusions of a negative kind.
zh_cn: 但无论如何，由此足以确立某些带有普遍性的否定性结论。

source: It is quite impossible to find any law of correspondence between the artistic level of the products of the countries represented and their social or political institutions.
zh_cn: 要想寻找参展各国产品的艺术水平与其社会或政治制度之间的对应关系的规律，那是完全不可能的。

source: It is not possible to say that obviously the totalitarian states are making a better job of industrial design than the democratic states, nor apparently to make any correlations between art and politics.
zh_cn: 既不能说极权主义国家的工业设计就显然优于民主国家的工业设计，也不能在艺术与政治之间建立任何明显的关联。

source: The best designs of all, perhaps, come from the small democratic but still capitalist states of Holland, Sweden and Finland.
zh_cn: 也许，所有最好的设计都来自荷兰、瑞典和芬兰这些依然属于资本主义的小型民主国家。

source: But though we might quarrel in detail about the relative merits of the various national exhibits in such an exhibition, I think we should all agree on the point I am concerned to make: that no particular social system—communism, fascism or capitalism—will necessarily of itself guarantee good design in objects of daily use.
zh_cn: 关于各个国家展品的优缺点，尽管我们会在细节上发生争吵，但我想我们应该就我所提出的以下观点达成一致：没有哪个特定的社会制度——无论共产主义、法西斯主义还是资本主义——一定能自行担保日用物品设计精良。

source: It is simple enough to trace many of the inartistic and decadent qualities in the things we make and use to the prevailing industrial system.
zh_cn: 我们制造并用于主流工业体系的东西所具有的非艺术性、颓废性，几乎随处可见。

source: The material conditions of poverty which many people support throughout their lives, the lack of leisure and consequential dullness and ignorance—these are the social aspects of the system which prevent any element of quality or discrimination entering into daily life.
zh_cn: 许多人赖以为生的贫乏的物质条件、闲暇的缺乏，以及由此而生的迟钝与无知——这些是体系的社会层面，它们阻碍了任何质量因素或辨别力进入日常生活。

source: It is also possible to argue that the very system in its actual mechanism also prevents the emergence of quality—by the division of labour, mass methods of production, economies in material demanded by the universal profit motive.
zh_cn: 也可以说，正是这样的体系在实际运作当中——通过劳动分工，大规模生产方式，在普遍的利润驱动之下节省原材料——同样阻碍了高品质的出现。

source: But in fairness it must be pointed out that the system, even under its present economic motivation, can and does produce many objects which have aesthetic qualities, and that we may fail to perceive these qualities because of our antiindustrial prejudices.
zh_cn: 但是，平心而论，这个体系即使受到眼前的经济动机的控制，也能够并且确实生产了许多具有审美特质的物品，但我们可能出于反工业化的偏见而对这些特质熟视无睹。

source: I refer to the aeroplanes and motor-cars and other typical products of the modern industrial system which are by no means devoid of those elements of beauty which we find in classical art.
zh_cn: 在此，我要提到飞机、汽车和现代工业体系的其他有代表性的产品，它们决不缺少我们在经典艺术作品中所发现的那些美的要素。

source: I do not wish to insist on this aspect of the question, but it should serve to warn us that there is no necessary connection between the economic and even the ethical characteristics of an industrial system and the aesthetic merits of the products of that system.
zh_cn: 我不想在这一点上固执己见，但它应该能警醒我们，工业体系的经济特征乃至道德特征，与该体系的审美价值没有必然的联系。

source: Let us turn for a moment to the positive evidence offered by the case of Russia.
zh_cn: 让我们花一点时间，把目光转向俄国这一个案所提供的肯定性证据。

source: In one vast industrial area, amounting to one-sixth of the world, the old economic system has been destroyed by revolution and a new economic system has been established which gradually eliminated the profit motive and gave the workers of Russia indirect control of the processes of production.
zh_cn: 在占全世界六分之一的辽阔的工业区域内，旧的工业体系已被革命所摧毁，新的经济体系已经建立，它逐步消除了利润动机（profit motive），并且让俄国工人间接地控制了生产过程。

source: The technical features of capitalist production remain, and have even been intensified.
zh_cn: 资本主义生产的技术性方面得到保留，甚至得到了强化。

source: Division of labour and mass production remain.
zh_cn: 劳动分工和大规模生产保留了下来。

source: There is still little leisure, and though there is no longer acute poverty, there is no great abundance.
zh_cn: 依然没有闲暇，尽管不再有严重的贫困，但也不怎么丰裕。

source: It is still an economy of scarcity, and it is still a money economy.
zh_cn: 那依然是一种匮乏经济（economy of scarcity），而且那依然是一种货币经济。

source: Workers are paid wages according to the kind and amount of work they do, and the more they produce the more they are paid.
zh_cn: 工人按照工种和工作量计酬，多劳多得。

source: It is not necessary for me to go into all the details of the Soviet system; the very act of presenting them might arouse controversy.
zh_cn: 对我来说，不必探究苏联制度的全部细节，纠缠于细节容易引发论战。

source: The most general and most significant feature of the whole Soviet economy, distinguishing it from ours and from every other system in the world, is that it is centrally controlled for the total benefit of the people.
zh_cn: 整个苏联经济有别于我们的经济，有别于世界上其他所有的体系，它最普遍、最有意义的特征在于为了人民的总体利益而进行中央控制。

source: This centralization means not only that the kind and quantity of goods are planned on a national scale, but also that there is every possibility of controlling the quality.
zh_cn: 这种中央集权不仅意味着对商品的种类和数量要制订全国性的计划，而且意味着要想方设法控制商品的质量。

source: And great efforts are made to this end.
zh_cn: 围绕这个目标，已经作了巨大的努力。

source: Artists and designers are organized in co-operatives, and their services are placed at the disposal of the soviets and factories.
zh_cn: 艺术家和设计师被组织起来进行协作，他们的服务要由苏维埃和工厂进行监管。

source: We all know what a great part museums and exhibitions play in the social life of the country, and even more direct encouragement is given to artists.
zh_cn: 我们都知道博物馆和展览会在该国社会生活中扮演着何等重要的角色，而且，艺术家们还得到了更为直接的鼓励。

source: ‘Annually [to quote one authority] the Council of People’s Commissars now offers monetary awards to men and women who have attained distinction in the arts.
zh_cn: “现在，人民部长会议每年【据一位权威人士说】都对那些在艺术中获得了声望的人给予金钱奖励。

source: In 1941 these awards embraced music, painting, sculpture, architecture, theatre, opera, dramatic writing, ballet, motion pictures, fiction, poetry, literary criticism.
zh_cn: 1941年，这些奖励涵盖了音乐、绘画、雕塑、建筑、戏剧、歌剧、剧本创作、芭蕾舞、电影、小说、诗歌、文学批评。

source: In each division three to five artists receive a first award of 100,000 roubles each, and from three to ten a second award of half that sum.’
zh_cn: 每个奖项都有3-5位艺术家各获10万卢布的一等奖，3-10位艺术家获得二等奖，金额为一等奖的一半。”

source: Such a deliberate promotion of culture continues to the present day.
zh_cn: 这样一种有意为之的文化激励政策一直延续到了今天。

source: From all this it would seem that Russia must be an earthly paradise for the artist, and undoubtedly the artist is treated with more respect in Russia than anywhere else in the world.
zh_cn: 由此看来，俄国似乎成了艺术家的人间天堂，艺术家在俄国无疑比在世界上任何其他地方都更受尊敬。

source: Let me quote one more witness—a well-known American sculptress, Emma Lu Davis:
zh_cn: 请允许我再引用一位证人的证词，知名的美国女雕塑家埃玛·露·戴维斯说：

source: ‘In the Spring of 1935 I went to Russia.
zh_cn: 1935年春天，我到了俄国。

source: I wanted to see how the artists were organized over there, how they were utilized in the scheme of life, and how socialized patronage affected the arts.
zh_cn: 想看看那里的艺术家怎样被组织起来，怎样为生活方案所用，社会主义化的赞助又怎样影响艺术。

source: I found that from an economic-social standpoint the Soviet artist enjoys the happiest situation in the world; as a trade union member he enjoys protection and social security, he never lacks employment, and building and decorative projects are broad enough to include all varieties of work—except good work.
zh_cn: 我发现，从经济-社会的观点来看，苏联艺术家享有世界上最快乐的境遇；作为商业协会的成员，他受到保护并享有社会保障，他永远不会缺少受雇佣的机会，而建筑和装饰工程大得可以包含一切种类的工作——就是没有优良的工作。
